<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    //general
    'formshub'=>'فورمز هاب',
    'netcoreitsolutions'=>'نت كور اي تي سولوشنز',

   //  navbar
   'home' => 'الرئيسية',
   'features'=>'السمات',
   'pricing'=>'الأسعار',
   'kiosk'=>'الجهاز',
   'knowledgebase'=>'قاعدة المعرفة',
   'contactus'=>'اتصل بنا',
   'termsandconditions'=>'الأحكام والشروط',
   'privacypolicy'=>'سياسة الخصوصية',
   'help'=>'مساعدة',

   //footer

    'aboutformshub'=>'حول فورمز هاب',

    'aboutformshub_text'=>'تم إطلاق فورمس هب في مارس 2024، وقد تم إنشاؤها من قبل شركة برمجيات مقرها الإمارات تمكن الشركات من تبسيط جمع البيانات وتحسين تفاعلها مع العملاء. نظام الكشك الرقمي الخاص بنا يسمح بإنشاء وتحرير وتحليل النماذج المخصصة بسهولة لأغراض متنوعة، بما في ذلك ردود الفعل من العملاء والتسجيلات وجمع البيانات. إمكانية إدارة الكشك عن بعد تضمن التشغيل السلس من أي مكان',
    'navigation'=>'شريط التنقل',
    'services'=>'الخدمات',
    'copyright'=>' حقوق الطبع والنشر: :name. كل الحقوق محفوظة',
    'designedby'=>'تصميم بواسطة',


   //home
   'home_header_title'=>'حان الوقت لجعلها أنيقة',
    'home_header_text'=>'استمتع بميزات مختلفة تم إنشاؤها لتحسين عملك، وترقية النماذج الخاصة بك، والتواقيع، والاستطلاعات، وجمع قواعد البيانات .' ,
    'home_header_button'=>'ابدأ الآن',
    'gotoapp_button'=>'انتقل إلى التطبيق',
    'tools_home_title'=>'  وفر وقتك ومالك وجهدك باستخدام منصة فورمز هب',
    'tool1_title'=>'التوقيع الرقمي',
    'tool1_text'=>' . أنشئ نموذجًا مخصصًا بالكامل ليتم ملؤه وتوقيعه من قبل عملائك، أو قم بتحميل نموذج  جاهز',
    'tool2_title'=>'نموذج مخصص',
    'tool2_text'=>'هل تحتاج إلى استطلاع رأي العملاء؟ تسجيل العملاء؟ أو جمع البيانات؟ لدينا كل ما تحتاجه! أنشئ الخاص بك مع مجموعة متنوعة من أنواع الأسئلة وأكثر من ذلك.',
    'tool3_title'=>'عرض البيانات',
    'tool3_text'=>'لماذا تستخدم الكتالوج الورقي؟ قم بتحويله إلى رقمي، قم بتحميل وتحرير وسائطك من جميع أنحاء العالم، لعرضها لعملائك.',

    'step1_title'=>'سجل',
    'step1_text'=>'سواء كنت ممثلاً لشركة أو فردًا، يمكنك الانضمام إلينا الآن من خلال إنشاء حسابك المجاني.',
    'step2_title'=>'ربط الجهاز',
    'step2_text'=>'قم بربط منصة فورمز هب بجهاز  في أقل من دقيقة، ليس لديك واحد؟',
    'step3_title'=>'استمتع بالمنصة',
    'step3_text'=>'إدارة وتحرير ومراقبة بياناتك وأجهزتك في جميع أنحاء العالم، من خلال لوحة تحكم سهلة الاستخدام.',
    'createone'=>'أنشئ واحدًا',
    'ordernow'=>'اطلب الآن',
    'readmore'=>'اقرأ المزيد',

    'signedpdf_count'=>'مستند موقع',
    'responses_count'=>'رد',
    'createdforms_count'=>'نموذج',
    'linkedkiosks_count'=>'جهاز مرتبط',
    'createdaccount_count'=>'حساب',
    'customform_title'=>'النموذج المخصص',
    'digitalsignature_title'=>'التوقيع إلكتروني',
    'howstart'=>'كيف يمكنك البدء؟',

    //features
    'feature1_title'=>'البساطة',
    'feature1_text'=>'نحن نعتقد أن البساطة هي الذكاء
    أحد أهدافنا الرئيسية هو الحفاظ على فورمز هب بسيطًا وسهل الاستخدام، دون التأثير على الميزات والجودة، يمكنك البدء في استخدام فورمز هب بخطوات بسيطة 4.
    لا داعي لتوظيف المحترفين لمساعدتك في إدارته، ستحصل على القدرة على إدارة والتحكم في ميزاتك ببضع نقرات فقط.
    لا تقلق! سنتأكد دائمًا من أنك وفريقك تقومان به بشكل مثالي.',
    'feature2_title'=>'التحكم المركزي',
    'feature2_text'=>'التمركز يعطي القوة
    مع تطبيق ويب فورمز هب، لا داعي للتفكير في التحكم بأجهزة الكيوسك.
    يمكنك إدارة أجهزة الكيوسك، تحديث النماذج، تشغيلها وإيقاف تشغيلها، تمكينها وتعطيلها، قفلها، والكثير من الأمور من جهاز واحد ومن أي مكان في العالم.',
    'feature3_title'=>'أسئلة مخصصة',
    'feature3_text'=>'التخصيص هو الراحة
    أنشئ سؤالك المخصص، مع أكثر من 8 أنواع من الأسئلة، التي يمكن أن تنشئ آلافًا من أنواع الأسئلة، يمكنها دائمًا أن تتناسب مع احتياجاتك، تجربتك لا تقتصر.
    أنواع الأسئلة في فورمز هب سهلة للجمهور فهمها، ومع الإجابات المخصصة، من المرجح أن يختاروا الإجابة التي يقصدونها.',
    'feature4_title'=>'رقمي (صديق للبيئة)',
    'feature4_text'=>'الرقمنة صديقة للبيئة
    لماذا استخدام نموذج ورقي عندما يمكنك إنشاء نموذج رقمي خاص بك بخيار التوقيع الرقمي، بالإضافة إلى خيار توقيع ملف PDF معد مسبقًا؟
    مع كيوسك فورمز هب، يمكن لعميلك عرض وقراءة الوثيقة/النموذج قبل توقيعه، على عكس أقلام التوقيع العادية.
    احفظ نسخة رقمية من نموذجك الموقع، وساعد في جعل العالم صديقًا للبيئة.',

    //pricing

    'pricing_title'=>'الأسعار',
    'pricing_text'=>'Lorem ipsum dolor sit amet, consectetur adipisicing elit.',
    'chooseplan_title'=>'قارن الاشتراكات',
    'chooseplan_text'=>'مهما كنت تبحث عنه، لدينا ما تحتاجه! قم بفتح القيود الآن وقم بالترقية إلى الاشتراك البريميوم. قارن بين الاشتراك الحر والاشتراك البريميوم، واختر ما يناسبك.',

    'professionaldash'=>'لوحة التحكم والإحصائيات المتقدمة',
    'customformlogo'=>'شعار النموذج المخصص',
    'signpdf'=>'PDF توقيع  ',
    'createuptodoforms' => 'إنشاء ما يصل إلى :num نموذجًا',
    'connectuptokiosks' => 'الاتصال بما يصل إلى :num جهاز',
    'getupresponses' => 'احصل على :num الردود المجانية (الحد الأقصى)',
    'getflexableresponses' => 'احصل على:num ردود مجانية (أضف ما يصل إلى:max)',
    'addquestionsperform' => 'إضافة ما يصل إلى :num أسئلة لكل نموذج',
    'multilangaugeform' => 'نموذج متعدد اللغات',
    'useproquestions' => 'استخدام أنواع الأسئلة المحترفة',
    'addtermsagreement' => 'إضافة اتفاقية شروط النموذج',
    'addupaccountmembers' => 'إضافة ما يصل إلى :num من أعضاء الحساب',
    'accesstodomanager' => 'الوصول إلى مدير المهام',
    'selectnumofresponses' => ' حدد عدد الردود في العام :',

    'start'=>'البدء',
    'getpremium'=>'الإشتراك الأن',



     //products

    'kiosk_title'=>'الجهاز',
    'kioskinfo_title'=>'لماذا جهاز فورمز هب؟',
    'ordernow'=>'اطلب الأن',

    'kioskinfo_text'=>'تم تصميم كيوسك فورمز هب لتلبية توقعات عملك وليكون سهلًا كخطوة واحدة للإعداد.
    سواء كنت بحاجة إلى تغذية ردود الفعل من العملاء، أو جمع البيانات، أو ترقية وثائقك إلى الشكل الرقمي، سيقوم كيوسك فورمز هب بذلك من أجلك.
    يمكنك إعداد كيوسك والاتصال به بواسطة معرف الجهاز الفريد الذي سيتم إنشاؤه تلقائيًا بمجرد تشغيله.
    بمجرد أن يتم إضافة كيوسكك إلى حسابك، تهانينا!! يمكنك استخدامه من أي مكان في العالم.',
    'firstname'=>'الاسم الأول',
    'lastname'=>'اسم العائلة',
    'mobilenumber'=>'رقم الجوال',
    'city'=>'المدينة',
    'delivery info'=>'معلومات التوصيل',
    'orderinfo'=>'معلومات الطلب',
    'quantity'=>'الكمية',
    'totalprice'=>'الإجمالي',
    'sendorder'=>'إرسال الطلب',
    'items_required'=>'الرجاء تحديد على الأقل منتج واحد.',
    'ordersendsuccess'=>'شكرًا لك على تقديم طلبك. لقد تلقيناه وسيراجعه فريق المبيعات لدينا قريبًا.',
    'orderplaced'=>'تم تقديم الطلب',

     //kb
     'kb_title'=>'KnowledgeBase',
     'kb_text'=>'Lorem ipsum dolor sit amet, consectetur adipisicing elit.',
     'helpquestion'=>' هل هذا لم يساعدك ؟',


     //contact us
     'contact_title'=>'ابقى على تواصل',
     'contact_text'=>'',
     'form_title'=>'اكتب رسالتك',
     'form_text'=>'يرجى ملء النموذج التالي، وسوف ينظر فريقنا المعني في سؤالك ويرد عليك قريبًا.',
     'name'=>'الأسم',
     'email'=>'البريد الإلكتروني',
     'subject'=>'الموضوع',
     'message'=>'الرسالة',
     'sendmessage'=>'إرسال الرسالة',
     'address'=>'العنوان',
     'address_value'=>'الإمارات العربية المتحدة - أبو ظبي - مدينة العين',
     'phone'=>'الهاتف ',
     'email_value'=>'youremail@domain.com',
     'success'=>'تمت العملية بنجاح',
     'error'=>'فشلت العملية',
     'successmessagesend'=>'تم إرسال الرسالة بنجاح، وسنعود إليك قريبًا.',
     'errorsendmessage'=>'فشل إرسال البريد الإلكتروني',
     'contactusnow'=>' تواصل معنا   ',


     //privacy policy
    'privacypolicy_title'=>'سياسة الخصوصية',
    'privacypolicy_text'=>'',

    //terms and conditions
    'termsandconditions_title'=>'الشروط و الأحكام',
    'termsandconditions_text'=>'',
];
