<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    //general
    'formshub'=>'فورمز هاب',
    'netcoreitsolutions'=>'نت كور اي تي سولوشنز',

   //  navbar
   'home' => 'الرئيسية',
   'whyformshub_header'=>'لماذا فورمز هب ؟',
   'pricing'=>'الأسعار',
   'kiosk'=>'الجهاز',
   'knowledgebase'=>'قاعدة المعرفة',
   'contactus'=>'اتصل بنا',
   'termsandconditions'=>'الأحكام والشروط',
   'privacypolicy'=>'سياسة الخصوصية',
   'help'=>'مساعدة',
   'blog'=>'المدونة',
   'webapp'=>'تطبيق الويب',
   'typesofquetions'=>'أنواع الأسئلة',
   //footer

    'aboutformshub'=>'حول فورمز هاب',

    'aboutformshub_text'=>'تم إطلاق فورمس هب في مارس 2024، وقد تم إنشاؤها من قبل شركة برمجيات مقرها الإمارات تمكن الشركات من تبسيط جمع البيانات وتحسين تفاعلها مع العملاء. نظام الجهاز الرقمي الخاص بنا يسمح بإنشاء وتحرير وتحليل النماذج المخصصة بسهولة لأغراض متنوعة، بما في ذلك ردود الفعل من العملاء والتسجيلات وجمع البيانات. إمكانية إدارة الجهاز عن بعد تضمن التشغيل السلس من أي مكان',
    'navigation'=>'شريط التنقل',
    'services'=>'الخدمات',
    'copyright'=>' حقوق الطبع والنشر: :name. كل الحقوق محفوظة',
    'designedby'=>'تصميم بواسطة',


   //home
   'home_header_title'=>'حان الوقت لجعلها أنيقة',
    'home_header_button'=>'ابدأ الآن',
    'gotoapp_button'=>'انتقل إلى التطبيق',
    'tools_home_title'=>'  وفر وقتك ومالك وجهدك باستخدام منصة فورمز هب',
    'tool1_title'=>'التوقيع الرقمي',
    'tool1_text'=>' . أنشئ نموذجًا مخصصًا بالكامل ليتم ملؤه وتوقيعه من قبل عملائك، أو قم بتحميل نموذج  جاهز',
    'tool2_title'=>'نموذج مخصص',
    'tool2_text'=>'هل تحتاج إلى استطلاع رأي العملاء؟ تسجيل العملاء؟ أو جمع البيانات؟ لدينا كل ما تحتاجه! أنشئ النموذج الخاص بك مع مجموعة متنوعة من الأسئلة وأكثر من ذلك.',
    'tool3_title'=>'عرض البيانات',
    'tool3_text'=>'لماذا تستخدم الكتالوج الورقي؟ قم بتحويله إلى رقمي، قم بتحميل وتحرير وسائطك من جميع أنحاء العالم، لعرضها لعملائك.',

    'step1_title'=>'سجل',
    'step1_text'=>'سواء كنت ممثلاً لشركة أو فردًا، يمكنك الانضمام إلينا الآن من خلال إنشاء حسابك المجاني.',
    'step2_title'=>'ربط الجهاز',
    'step2_text'=>'قم بربط منصة فورمز هب بجهاز  في أقل من دقيقة، ليس لديك واحد؟',
    'step3_title'=>'استمتع بالمنصة',
    'step3_text'=>'إدارة وتحرير ومراقبة بياناتك وأجهزتك في جميع أنحاء العالم، من خلال لوحة تحكم سهلة الاستخدام.',
    'createone'=>'أنشئ واحدًا',
    'ordernow'=>'اطلب الآن',
    'readmore'=>'اقرأ المزيد',
     'startnow'=>'ابدأ الأن',
    'signedpdf_count'=>'مستند موقع',
    'responses_count'=>'رد',
    'createdforms_count'=>'نموذج',
    'linkedkiosks_count'=>'جهاز مرتبط',
    'createdaccount_count'=>'حساب',
    'customformvideo_title'=>'نموذج مخصص',
    'digitalsignaturevideo_title' => 'التوقيع الرقمي',
    'facts'=>'حقائق',
    'howworks_title'=>'كيف تعمل!',
    'howstart'=>'كيف يمكنك البدء؟',
    'showmore'=>'رؤية المزيد',
    'whyformshub'=>'؟لماذا فورمز هب',

    'home_header_text'=>'استكشف ميزات مختلفة تم تطويرها لرفع مستوى عملك،إنشاء نماذج مخصصة واستطلاعات،دمج التوقيعات الرقمية، وإنشاء قاعدة بيانات شاملة للعملاء والمزيد',
    //whyformshub
    'whyformshub_title'=>'؟لماذا فورمز هب',
    'whyformshub_text'=>'تم تصميم جهاز فورمز هب لتلبية توقعات عملك وأن يكون تثبيته سهلًا (خطوة واحدة). سواء كنت بحاجة إلى تعليقات العملاء أو جمع البيانات أو النماذج المخصصة أو التوقيعات الرقمية، سيقوم جهاز فورمز هب بذلك من أجلك.',

    //pricing

    'pricing_title'=>'الأسعار',
    'pricing_text' => 'تم تصميم جهاز فورمز هب بدقة ليتجاوز توقعات عملك، حيث يفتخر بعملية إعداد تنقسم إلى خطوة واحدة سلسة. سواء كنت تحتاج إلى تحسين ردود الفعل من العملاء، أو جمع البيانات بكفاءة، أو استخدام النماذج المخصصة، أو التوقيعات الرقمية، يمكنك الاعتماد على جهاز فورمز هب لتلبية احتياجاتك بكل سهولة.',
    'chooseplan_title'=>'قارن الاشتراكات',
    'chooseplan_text'=>'مهما كنت تبحث عنه، لدينا ما تحتاجه! قم بفتح القيود الآن وقم بالترقية إلى الاشتراك البريميوم. قارن بين الاشتراك الحر والاشتراك البريميوم، واختر ما يناسبك.',

    'professionaldash'=>'لوحة التحكم والإحصائيات المتقدمة',
    'customformlogo'=>'شعار النموذج المخصص',
    'signpdf'=>' توقيع PDF ',
    'createuptodoforms' => 'إنشاء ما يصل إلى :num نموذجًا',
    'connectuptokiosks' => 'الاتصال بما يصل إلى :num جهاز',
    'getupresponses' => 'احصل على :num الردود المجانية (الحد الأقصى)',
    'getflexableresponses' => 'احصل على:num ردود مجانية (أضف ما يصل إلى:max)',
    'addquestionsperform' => 'إضافة ما يصل إلى :num أسئلة لكل نموذج',
    'multilangaugeform' => 'نموذج متعدد اللغات',
    'useproquestions' => 'استخدام أنواع الأسئلة المحترفة',
    'addtermsagreement' => 'إضافة اتفاقية شروط النموذج',
    'addupaccountmembers' => 'إضافة ما يصل إلى :num من أعضاء الحساب',
    'accesstodomanager' => 'الوصول إلى مدير المهام',
    'selectnumofresponses' => ' حدد عدد الردود في العام :',

    'start'=>'البدء',
    'getpremium'=>'الإشتراك الأن',


    'chargedannually' => '(يُدفع سنويًا :price درهم)',


     //products

    'kiosk_title'=>'الجهاز',
    'kioskinfo_title'=>'لماذا جهاز فورمز هب؟',
    'ordernow'=>'اطلب الأن',
    'orderkiosk'=>'أطلب جهاز',

    'kioskinfo_text' => 'جهاز فورمز هب تم تصميمه بدقة ليتجاوز توقعات عملك، حيث يمكن إعداده بخطوة واحدة سلسة. سواء كنت تحتاج إلى تحسين ردود الفعل من العملاء، أو جمع البيانات بكفاءة، أو استخدام النماذج المخصصة، أو التوقيعات الرقمية، يمكنك الاعتماد على جهاز فورمز هب لتلبية احتياجاتك بكل سهولة.',
    'firstname'=>'الاسم الأول',
    'lastname'=>'اسم العائلة',
    'mobilenumber'=>'رقم الجوال',
    'city'=>'المدينة',
    'delivery info'=>'معلومات التوصيل',
    'orderinfo'=>'معلومات الطلب',
    'quantity'=>'الكمية',
    'totalprice'=>'الإجمالي',
    'sendorder'=>'إرسال الطلب',
    'items_required'=>'الرجاء تحديد على الأقل منتج واحد.',
    'ordersendsuccess'=>'شكرًا لك على تقديم طلبك. لقد تلقيناه وسيراجعه فريق المبيعات لدينا قريبًا.',
    'orderplaced'=>'تم تقديم الطلب',
    'noitems' => 'لم يتم تحديد أي عناصر',

    'resellers' => 'الموزعون',
    'resellers_text' => 'يمكنك الاتصال بأحد الموزعين المعتمدين في مدينتك، تحقق من القائمة أدناه',
    'ordernow_text' => 'أو قم بتقديم طلب عبر الإنترنت، سيتم تحويل طلبك إلى أحد موزعينا',


     //kb
     'kb_title'=>'قاعدة المعرفة',
     'kb_text'=>'',
     'helpquestion'=>' هل هذا لم يساعدك ؟',


     //contact us
     'contact_title'=>'ابقى على تواصل',
     'contact_text'=>'',
     'form_title'=>'اكتب رسالتك',
     'form_text'=>'يرجى ملء النموذج التالي، وسوف ينظر فريقنا المعني في سؤالك ويرد عليك قريبًا.',
     'name'=>'الأسم',
     'email'=>'البريد الإلكتروني',
     'subject'=>'الموضوع',
     'message'=>'الرسالة',
     'sendmessage'=>'إرسال الرسالة',
     'address'=>'العنوان',
     'address_value'=>'الإمارات العربية المتحدة - أبو ظبي',
     'phone'=>'الهاتف ',
     'email_value'=>'youremail@domain.com',
     'success'=>'تمت العملية بنجاح',
     'error'=>'فشلت العملية',
     'successmessagesend'=>'تم إرسال الرسالة بنجاح، وسنعود إليك قريبًا.',
     'errorsendmessage'=>'فشل إرسال البريد الإلكتروني',
     'contactusnow'=>' تواصل معنا   ',


      //  blogs
    'blogs_title'=>'منشورات المدونة',


     //privacy policy
    'privacypolicy_title'=>'سياسة الخصوصية',
    'privacypolicy_text'=>'',

    //terms and conditions
    'termsandconditions_title'=>'الشروط و الأحكام',
    'termsandconditions_text'=>'',

    // types of questions
    'typesofquestions_title' => 'أنواع الأسئلة',
    'typesofquestions_text' => 'اصنع نموذج استطلاع رأي مُخصَّص يضمّ مجموعة متنوّعة من الأسئلة التي تتماشى مع توقّعاتك، مما يضمن الحصول على ردود فعل دقيقة لاستخلاص نتائج مثمرة. تصفّح أنواع الأسئلة لدينا أدناه',

    // clients section
    'clients'=>'من يثق بـ فورمز هب',


    // tabs titles
    'home_tab'=>'فورمز هب - منصة النماذج المخصصة الذكية',
    'contact_tab'=>'فورمز هب - تواصل معنا',
    'blog_tab'=>'فورمز هب - مدونة',
    'whyformshub_tab'=>'فورمز هب - إعرف المزيد حول ميزات منصة فورمز هب',
    'kiosk_tab'=>'فورمز هب - أطلب جهازك الأن',
    'pricing_tab'=>'فورمز هب - أسعار المنصة',
    'knowledgebase_tab'=>'فورمز هب - قاعدة المعرفة',
    'terms_tab'=>'فورمز هب - الشروط و الأحكام',
        'privacy_tab'=>'فورمز هب - سياسة الخصوصية',
        'types_questions'=>'فورمز هب - أنواع الأسئلة',

];
